Repository: q231950/btlb
Catalog: StringTables/Accessibles.xcstrings
Source language: en
Languages: de, es, fr, ru, tr, uk

source: Accounts
de: Konten
es: Cuentas
fr: Comptes
ru: Аккаунты
tr: Hesaplar
uk: Облікові записи

# Action_Loan
source: Action
de: Bearbeiten
es: Acción
ru: Действие
tr: Eylem
uk: Дія

# Action_Loan_Hint
source: Interact with this loan
de: Entleihung bearbeiten
es: Interactuar con este préstamo
fr: Interagir avec cet emprunt
ru: Взаимодействовать с этой выдачей
tr: Bu ödünçle etkileşim kur
uk: Взаємодіяти з цією видачею

source: Bookmarks
de: Lesezeichen
es: Marcadores
fr: Signets
ru: Закладки
tr: Yer İşaretleri
uk: Закладки

source: Charges
de: Gebühren
es: Tarifas
fr: Frais
ru: Платежи
tr: Ücretler
uk: Платежі

# Edit_account_button_hint_s1
source: Edits account settings
de: Editiere Konto Einstellungen
es: Editar configuración de cuenta
fr: Modifier les paramètres du compte
ru: Редактировать настройки аккаунта
tr: Hesap ayarlarını düzenle
uk: Редагувати налаштування облікового запису

# Edit_account_button_hint_s2
source: Done editing this account
de: Konto Bearbeitung beenden
es: Terminar edición de esta cuenta
fr: Fin de la modification de ce compte
ru: Завершить редактирование аккаунта
tr: Bu hesabı düzenlemeyi bitir
uk: Завершити редагування облікового запису

# Edit_account_button_s1
source: Edit
de: Editieren
es: Editar
fr: Modifier
ru: Редактировать
tr: Düzenle
uk: Редагувати

# Edit_account_button_s2
source: Done
de: Fertig
es: Hecho
fr: Terminé
ru: Готово
tr: Tamam
uk: Готово

# Imprint_Hint
source: Displays imprint
de: Zeigt Anmerkungen
es: Muestra información de la aplicación
fr: Affiche les informations
ru: Отображает выходные данные
tr: Uygulama bilgilerini gösterir
uk: Відображає інформацію про додаток

source: List of loans
de: Entleihungen
es: Lista de préstamos
fr: Liste des emprunts
ru: Список выдач
tr: Ödünç listesi
uk: Список видач

# List_of_loans_hint
source: Displaying %1$i loans of %2$i accounts
de: %1$i Entleihungen für %2$i Nutzer
es: Mostrando %1$i préstamos de %2$i cuentas
fr: Affichage de %1$i emprunts sur %2$i comptes
ru: Отображение %1$i выдач из %2$i аккаунтов
tr: %2$i hesaptan %1$i ödünç gösteriliyor
uk: Відображення %1$i видач з %2$i облікових записів

source: Loans
de: Entleihungen
es: Préstamos
fr: Emprunts
ru: Выдачи
tr: Ödünçler
uk: Видачі

source: More
de: Mehr
es: Más
fr: Plus
ru: Еще
tr: Daha Fazla
uk: Більше

# Rate_or_recommend_action_button_Hint
source: Send feedback
de: Bewerten oder per Email empfehlen
es: Enviar comentarios
fr: Envoyer un commentaire
ru: Отправить отзыв
tr: Geri bildirim gönder
uk: Надіслати відгук

# Rate_request_button_Hint
source: Opens app store
de: öffnet den AppStore
es: Abre la App Store
fr: Ouvre l'App Store
ru: Открывает магазин приложений
tr: App Store'u açar
uk: Відкриває магазин додатків

source: Search
de: Suche
es: Buscar
fr: Rechercher
ru: Поиск
tr: Arama
uk: Пошук

source: Set search catalogue
de: Katalog für die Suche auswählen
es: Establecer el catálogo donde buscar
fr: Définir le catalogue de recherche
ru: Выбрать каталог для поиска
tr: Arama kataloğunu belirle
uk: Обрати каталог для пошуку

# Set_Search_Catalogue_Hint
source: Set the catalogue to search in
de: Wählt den Katalog für die Suche aus
fr: Définir le catalogue dans lequel rechercher
ru: Установить каталог для поиска
tr: Aranacak kataloğu ayarla
uk: Обрати каталог для пошуку

# Show search filter
source: Show filter options
de: Zeige Filteroptionen
es: Mostrar opciones de filtro
fr: Afficher les options de filtre
ru: Показать опции фильтра
tr: Filtre seçeneklerini göster
uk: Показати опції фільтра

source: Update
de: Aktualisieren
es: Actualizar
fr: Mise à jour
ru: Обновить
tr: Güncelle
uk: Оновити

# Update_Hint
source: Updates loans
de: Aktualisiert Entleihungen
es: Actualiza préstamos
fr: Met à jour les emprunts
ru: Обновляет выдачи
tr: Ödünçleri günceller
uk: Оновляє видачі

# Imprint
source: Info
es: Información
ru: Информация
tr: Bilgi
uk: Інформація
